Repository: jerry1807/dannynxtplu
Catalog: analyzer/locale/*/messages.po
Languages: ru_ru

source: Average Engagement Rate Chart
ru_ru: Динамика вовлеченности

source: Followings Evolution Chart
ru_ru: График изменения количества подписок

source: Followers Evolution Chart
ru_ru: График изменения количества подписчиков

source: Analyzer
ru_ru: Аналитика

source: Analyzer Module Settings
ru_ru: Настройки модуля Аналитика

source: Load More
ru_ru: Загрузить ещё

source: Last check date: %s
ru_ru: Дата последней проверки: %s

source: Start Date
ru_ru: С

source: End Date
ru_ru: До

source: Select Dates
ru_ru: Диапазон дат

source: Submit
ru_ru: Выбрать

source: General
ru_ru: Главные настройки

source: Refresh Interval
ru_ru: Интервал обновления

source: An account should be verified again after X hours
ru_ru: Статистика аккаунта будет обновляться каждые X часов

source: Save
ru_ru: Сохранить

source: Private IG
ru_ru: Закрытый Instagram-аккаунт

source: Verified IG
ru_ru: Верифицированный Instagram-аккаунт

source: Followers
ru_ru: Подписчики

source: Following
ru_ru: Подписки

source: Uploads
ru_ru: Публикации

source: Engagement Rate
ru_ru: ER

source: Other Engagements
ru_ru: Показатели вовлеченности

source: Engagement
ru_ru: ER

source: The engagement rate is the number of active likes / comments on each post
ru_ru: Вовлечённость (ER) — это показатель того, насколько аудитория вовлечена в контент, то есть, это отражение качества вашей контентной и коммуникационной политики и стратегии

source: Average Likes
ru_ru: Лайков (ср.)

source: Average likes based on the last 10 posts
ru_ru: Среднее количество лайков на публикацию (на основе 10 последних)

source: Average Comments
ru_ru: Комментариев (ср.)

source: Average comments based on the last 10 posts
ru_ru: Среднее количество комментариев на публикацию (на основе 10 последних)

source: Account Statistics Charts
ru_ru: Динамика подписчиков и подписок

source: Account Statistics
ru_ru: Общая информация о аккаунте

source: Day by day statistics, ups and downs of the account.
ru_ru: Ежедневная динамика изменения основных показателей аккаунта.

source: Date
ru_ru: Дата

source: Total Summary
ru_ru: Итого

source: Each value in this chart is equal to the Average Engagement Rate of the account in that specific day.
ru_ru: Каждое значение на этом графике равно значению вовлеченности (ER) аккаунта в конкретный день.

source: Highest Engagement Posts
ru_ru: Лучшие публикации

source: Top posts from the last 10 pictures
ru_ru: На основании 10 последних публикаций в аккаунте

source: Future Projections
ru_ru: Прогнозируемые показатели

source: Here you can see the approximated future projections based on your previous days averages
ru_ru: Здесь вы можете увидеть приблизительный прогноз на будущее изменение показателей аккаунта.

source: Time Until
ru_ru: Временные интервалы

source: Current Stats
ru_ru: Сейчас

source: We need at least 2 days of data until we can make these projections.
ru_ru: Нам нужно как минимум 2 дня данных, пока мы не сможем сделать эти прогнозы.

source: %s Days
ru_ru: %s дней

source: %s Months
ru_ru: %s месяца(ев)

source: 1 Year
ru_ru: 1 год

source: 1 Year and half
ru_ru: 1,5 года

source: %s Years
ru_ru: %s года

source: Based on an average of
ru_ru: В среднем

source: %s followers /day
ru_ru: %s подписчиков в день

source: %s uploads /day
ru_ru: %s публикаций в день

source: Top Hashtags
ru_ru: Хэштеги

source: Top hashtags used in the last 10 posts
ru_ru: На основании 10 последних публикаций.

source: Top Mentions
ru_ru: Отметки

source: Top mentions from the last 10 posts
ru_ru: На основании 10 последних публикаций.

source: Engagement Rates on Instagram
ru_ru: Вовлеченность (ER) в Instagram

source: These are overall / average engagement rates found on Instagram. Statistics based on analysis of more than 1 million influencer profiles.
ru_ru: Это усредненные показатели вовлеченности для аккаунтов в Instagram, основанные на анализе более 1 миллиона Instagram-аккаутов активных пользователей

source: Others Average Engagement
ru_ru: Средний показатель для других аккаунтов

source: Your Profile Engagement
ru_ru: Ваш показатель вовлеченности
